export const services = [
  { title: "කේන්ද්‍රය නිවරදිව සකස් කිරීම", price: 2000 },
  { title: "පොරොන්දන් ගැලපීම", price: 1000 },
  { title: "පලාපල බලා ගැනීමට", price: 1000 },
  { title: "මන්ගල නැකැත් සදහා ව්ශේෂ නැකත් මාලාව", price: 2000 },
  { title: "පෝරුවේ චාරිත්‍ර ඉටුකිරීම", price: 10000 },
  { title: "නිවාස ආරම්භයට විශේෂ නැකැත් මාලාව", price: 2000 },
  { title: "නිවාස වාස්තු දෝෂ පරික්ෂාව", price: 15000 },
  {
    title: "භහිරව පූජාවක් තැබීම",
    price: "ජොතිර්වෙදි තුමා සමග සකච්චාකර මිලගනන් දැනගන්න",
  },
  {
    title: "සරස්වතී පූජා තැබීම",
    price: "ජොතිර්වෙදි තුමා සමග සකච්චාකර මිලගනන් දැනගන්න",
  },
  {
    title: "අපල සදහා යන්ත්‍ර සකස්කර පැලැදීම",
    price: "ජොතිර්වෙදි තුමා සමග සකච්චාකර මිලගනන් දැනගන්න",
  },
  {
    title: "අපල සදහා මැනික් වලින් මුදු හා වෙනත් ආභරන සැකසීම",
    price: "ජොතිර්වෙදි තුමා සමග සකච්චාකර මිලගනන් දැනගන්න ",
  },
  {
    title: "ගුප්ත ශාස්ත්‍රීය කටයුතු",
    price: "ජොතිර්වෙදි තුමා සමග සකච්චාකර මිලගනන් දැනගන්න ",
  },
  {
    title: "ගුප්ත ශාස්ත්‍රීය ක්‍රම අනුව නිවාස ආරක්ෂා කිරීම",
    price: "ජොතිර්වෙදි තුමා සමග සකච්චාකර මිලගනන් දැනගන්න ",
  },
  {
    title: "ප්රේත දෝෂ ඉවත් කිරීම",
    price: "ජොතිර්වෙදි තුමා සමග සකච්චාකර මිලගනන් දැනගන්න ",
  },
];

export const auspicious = [
  { title: "ඉදුල් කට ගෑම", price: 1000 },
  { title: "අකුරු කියවීමට", price: 1000 },
  { title: "පෙර පාසලට පාසලට ඇතුලත් කිරීමට", price: 1000 },
  { title: "විභාග සදහා පිටත් වීමට", price: 1000 },
  { title: "ගොවිතැන් ආරම්භය", price: 1000 },
  { title: "බෝග සිටුවීමට", price: 1000 },
  { title: "ව්‍යාපාර ආරම්භයට", price: 1000 },
  { title: "මල්වර නැකත්", price: 1000 },
  { title: "රැකියාව බාරගැනීම", price: 1000 },
  { title: "විදේශගත විමට", price: 1000 },
  { title: "දැරියගෙ කන්ව්දීමට", price: 1000 },
  { title: "පැවිදි කිරීමට", price: 1000 },
  { title: "සිසේරියන් සැත්කමකින් දරුව බිහිකිරීමට", price: 1000 },
  { title: "ලින් කැපීම", price: 1000 },
  { title: "විහාර දේවාල කටයුතු", price: 1000 },
  { title: "වෙනත් අවස්‍යතා සදහා නැකත්", price: 1000 },
];
