export const termsAndConditions = [
  {
    title: "සුර්යාපතී මංගල සේවය භාවිතයට අවසර ඇති අය.",
    description: "ඔබගේ වයස අවුරුදු 18 කට වැඩිවිය යුතුය.",
  },
  {
    title: "ගිණුමේ ආරක්ෂාව.",
    description:
      "තමන්ගේ ගිණුමේ වෙනස්කම් කර ගැනීම හා ගිණුම ආරක්ෂාකාරීව පවත්වාගෙනයාම තමන්ගේ වගකීම බව සාමාජිකයා පිළිගතයුතුය. ඒ සදහා ඔබ යොදාගන්නාරහස් පදය සුරැකිව තබාගත යුතුය.",
  },
  {
    title: "දත්ත හා ඡායාරූප වල අයිතිය.",
    description:
      " මෙහි එන දත්ත හා ඡායාරූප කිසිවක් කුමන අන්දමකට හෝ පිටපත් කිරීමට කිසිවෙකුටත් අවසර නොමැත. මෙහි පලවී ඇති යම් ඡායාරූපයක් පිටපත් කර ලබා ගැනීමෙන් එම සාමාජිකයාට යම් ගැටලුවකට මුහුණු දීමට සිදුවුවහොත් එම වගකීමෙන් ආයතනය නිදහස් වන අතර එම ක්‍රියාව සිදු කළ පුද්ගලයා ඒ සම්බන්ධ සම්පූර්ණ වගකීම බාරගැනීමට බැඳී ඇත.",
  },
  {
    title: "තොරතුරු වල රහස්‍යභාවය.",
    description:
      " සාමාජිකයෙකු විසින් ආයතනයට සපයා ඇති කිසිම තොරතුරක් පිටතට ලබා දීමට ආයතනය බැඳී නොමැත. එහෙත් නීතියේ අවශ්‍යතාවයක් මත එසේ කිරීමට සිදුවුවහොත් එයට අනුකූල වීමට අප බැඳී සිටී.",
  },
  {
    title: "සාමාජිකත්වය අහෝසි කිරිම.",
    description:
      "  තමන්ගේ නොවන දුරකථන අංක, තමන්ගේ නොවන ඡායාරූප, ව්‍යාජ විස්තර ගිණුමට ඇතුලත්කිරීම, මෙම සේවය තුළින් හඳුනාගන්නා අය සමඟ මුදල් ගනු‍දෙනු වලට සම්බන්ධ වීම, නොමනා යෝජනා කිරීම හෝ අනිසි බලපෑම් කිරීම ආදී මෙම ගිවිසුමේ සඳහන් කොන්දේසි එකක් හෝ වැඩි ගණනක් කඩ කිරිම හේතු කොට ඔබගේ ගිණුම අත්හිටවීමේ බලය ආයතනය සතුවේ",
  },
  {
    title: "ඔබේ ගිණුම සම්පුර්ණයෙන් ඉවත් කිරීම.",
    description:
      "ගිණුම සම්පුර්ණයෙන් ඉවත් කිරීම ඉල්ලුම් කිරීමට හැකි අතර පාරිබෝගික ආරක්ෂාව තහවුරු කිරීම සදහා එම අයදුම් කල දිනයේ සිට දින 180ක කාළයකට පසු ඔබේ ගිණුමේ ඡායාරූපය, දුරකථන අංකය, ලිපිනය සහ හැඳුනුම්පත් විස්තර ඇතුළු ඔබේ පෞද්ගලික විස්තර ඔබේ ගිණුමෙන් ඉවත් කරණු ලැබේ.",
  },
  {
    title: "ගිවිසුමේ සඳහන් කොන්දේසි වෙනස් කිරීම.",
    description:
      "මෙම ගිවිසුමේ සඳහන් කොන්දේසි කිසිම පූර්ව දැනුම් දීමකින් තොරව වෙනස් කිරීමේ හෝ අළුතින් කොන්දේසි එකතු කිරීමේ බලය ආයතනය සතුය.",
  },

  {
    title: "ආරවුල් බේරුම් කිරීම.",
    description:
      "මංගල සේවය සම්බන්ධයෙන් වන සියලුම ආරවුල් වර්ෂ 1995 අංක 11 ආරවුල් බේරුම් කිරීමේ පනත යට‍තේ බේරුම් කරුවන් තුන්දෙනෙකු (3) ගෙන් සැදුම්ලත් බේරුම්කරන සභාවක් ඉදිරියේදී විභාගයට ගැනීමට ඔබ හා අප ආයතනය මෙයින් එකග වේ.",
  },
];
